defien(function() {
    var hetu = {
        name: '河图',
        weibo: 'http://weibo.com/u/1750157883'
    };
    var lyrics = [
        [
            ['不见长安', hetu],
            '我忽然开始疯狂想念 故事里的长安',
            '我日夜兼程跋山涉水 山水路漫漫',
            '我渐渐开始每晚梦到 故事里的长安',
            '长安城有人歌诗三百 歌尽了悲欢',
            '可我为什么忽然失措 在长安',
            '这重重楼阁浩浩殿堂 都不是我想象',
            '我心中曾有画卷一幅 画着它模样',
            '长安城忽然开始下雨 湿了繁华沧桑'
        ],
        [
            ['如梦', hetu],
            '春风半城莺飞草长云羞 水才暖池上鸳鸯白首',
            '他遥想远方渡口眼中映江流 听书说记得那年杨柳',
            '春茶半盏二刻惊堂时候 下回是花月缱绻温柔',
            '她抖落飘絮满头挽起长衣袖 问良人曾在故梦里有',
            '十八年守候她站在小渡口 座上客几人泪湿了衣袖',
            '他点新灯照旧画 如梦人似玉如花',
            '春酒长堤洒殷殷许荣华 她一笑双脸生霞',
            '他着旧衣添新蜡 几人欢喜金榜下'
        ],
        [
            ['如梦', hetu],
            '春酒长堤洒殷殷许荣华 她一笑双脸生霞',
            '他着旧衣添新蜡 几人欢喜金榜下',
            '春庭明月冷寥落不还家 输了少年负了她',
            '春雨半衫长街湿了闲愁 水轻寒碑上鸳鸯刻就',
            '他遥想远方渡口眼中映江流 听书叹春花开落成秋',
            '春光半窗竹马青梅皆旧 书连场老了皓齿明眸',
            '她抖落飘絮满头挽起长衣袖 问良人曾在故梦里有',
            '十八年温柔他睡在明月楼 堂上醒木响余韵犹未收'
        ],
        [
            ['万人非你', hetu],
            '我用挽花的手抚满天雪花',
            '它从九霄穹顶曼舞而下 染白我鬓发',
            '临风提酒自斟自饮自诩风雅',
            '昔年红泥封坛 几人埋一人尝吧',
            '宇内清冷 我说你便听罢',
            '那年飞白飘洒 山水如画',
            '一如眼前这般 还记得吗',
            '此间静谧 无人应答'
        ],
        [
            ['第三十八年夏至', hetu],
            '衰草连横向晚晴 半城柳色半声笛',
            '枉将绿蜡作红玉 满座衣冠无相忆',
            '时光',
            '来复去',
            '斜屏半倚 拉长了光影',
            '重彩朱漆 斑驳了画意',
            '一出纸醉金迷闹剧 一袭染尽红尘的衣',
            '唱罢西厢谁盼得此生相许'
        ],
        [
            ['第三十八年夏至', hetu],
            '灯下的影 粉饰着回忆',
            '老旧唱机 轮回了思绪',
            '一封泛黄褶皱的信 一支勾勒眉角的笔',
            '花腔宛转着应和陈年的曲',
            '衣香鬓影掩过了几声叹息',
            '冷眼看过了霓虹几场别离',
            '他还演着那场郎骑竹马来的戏',
            '他还穿着那件花影重迭的衣'
        ],
        [
            ['第三十八年夏至', hetu],
            '他还陷在那段隔世经年的梦',
            '静静合衣睡去 不理朝夕',
            '他演尽了悲欢也无人相和的戏',
            '那烛火未明摇曳满地的冷清',
            '他摇落了繁花空等谁记起',
            '为梦送行的人 仍未散去',
            '还有谁陪我痴迷看这场旧戏',
            '还有谁为我而停谁伴我如衣'
        ],
        [
            ['风起天阑', hetu],
            '火光凄厉地照亮夜 城破时天边正残月',
            '那一眼你笑如昙花 转眼凋谢',
            '鲜血流过长街 耳畔杀伐不歇',
            '守护的城阙大雨中呜咽',
            '多年后史书页 还把这夜撰写',
            '青石长阶 染尽生离死别',
            '有人喊你名字 直到声嘶力竭',
            '若魂魄能知觉 黄泉下不忘却'
        ],
        [
            ['飞光', hetu],
            '绿草黄杨 年年依旧绕台阁沼塘',
            '昼永更长 直把他乡作故乡',
            '锁同心 赊得春光梦一场',
            '柳下人一双 送得短亭长',
            '自此后 月霁风光各一方',
            '如君愿 莫思量 长相忘',
            '长相忘 何必纸上梦一晌',
            '同心锁不住 何如不曾往'
        ]
    ];
    return {
        user: hetu,
        lyrics: lyrics
    };
});